Repository: elizaveta-seleznyova-idf/movie_and_stars
Catalog: packages/presentation/lib/l10n/intl_*.arb
Languages: be

# homeTitle
source: Star Movie
be: Зорка Фільм

source: Now Showing
be: Зараз ў прагляду

source: Coming Soon
be: Хутка будзе

source: Details
be: Дэталі

source: Reviews
be: Водгук

source: Showtime
be: Час прагляду

source: Error
be: Памылка

source: Synopsis
be: Кароткі агляд

source: ... Show more
be: ... Паглядзець больш

source: Show less
be: Паказаць менш

# castAndCrew
source: Cast & Crew
be: Акцёры & здымачы

source: View All
be: Даведацца больш

# checkYourInternet
source: Check your Internet connection
be: Праверце сваё падключэнне да Інтэрнэту

# paymentTitle
source: Payment
be: Аплата

source: Phone Number
be: Нумар тэлефона

source: Card Number
be: Нумар карткі

source: Date Expire
be: Дата

source: Place Order
be: Замова

# profileTitle
source: Profile
be: Профіль

source: USER NAME
be: ІМЯ КАРЫСТАЛЬНІКА

source: PASSWORD
be: ПАРОЛЬ

source: Login
be: Увайсці

# loginFieldRequired
source: Login is required
be: Патрабуецца ўваход

# loginFieldInvalid
source: Login field should be at least 8 symbols
be: Поле для ўваходу павінна быць не менш за 8 сімвалаў

# passwordFieldRequired
source: Password is required
be: Патрабуецца пароль

# passwordFieldInvalid
source: Invalid password
be: Няправільны пароль

# share
source: Look, what movie I found! https://www.themoviedb.org/movie/{movieId}?language=en
be: Глядзі, які я знайшоў фільм! https://www.themoviedb.org/movie/{movieId}?language=ru
